[
    "Hectic wants to add another word to the dictionary. It is _____.",
    "The BombParty community has finally agreed that u-flips are _____.",
    "The latest 2 hour long record attempt was ended by _____.",
    "The REAL reason that Pingu doesn't want to talk to anyone is _____.",
    "Try to make the Czar angry in one sentence.",
    "Why can't I sleep at night?",
    "What's that smell?",
    "I got 99 problems but _____ ain't one.",
    "Maybe she's born with it. Maybe it's _____.",
    "What's the next Happy Meal&reg; toy?",
    "Here is the church<br> Here is the steeple<br> Open the doors<br> And there is _____.",
    "It's a pity that kids these days are all getting involved with _____.",
    "Alternative medicine is now embracing the curative powers of _____.",
    "What's that sound?",
    "What ended my last relationship?",
    "MTV's new reality show features eight washed-up celebrities living with _____.",
    "I drink to forget _____.",
    "I'm sorry, Professor, but I couldn't complete my homework because of _____.",
    "This is the way the world ends \\<br>This is the way the world ends \\<br>Not with a bang but with _____.",
    "What's a girl's best friend?",
    "TSA guidelines now prohibit _____ on airplanes.",
    "_____.<br>That's how I want to die.",
    "I get by with a little help from _____.",
    "Dear Abby,<br><br>I'm having trouble with _____ and would like your advice.",
    "Instead of coal, Santa now gives bad children _____.",
    "What's the most emo?",
    "In 1,000 years, when paper money is a distant memory, how will we pay for goods and services?",
    "A romantic, candlelit dinner would be incomplete without _____.",
    "_____.<br>Betcha can't just have one!",
    "White people like _____.",
    "_____.<br>High five, bro.",
    "Next from J.K. Rowling: Harry Potter and the Chamber of _____.",
    "Introducing Xtreme Baseball! It's like baseball, but with _____!",
    "War!<br><br>What is it good for?",
    "During sex, I like to think about _____.",
    "What are my parents hiding from me?",
    "What will always get you laid?",
    "In L.A. County Jail, word is that you can trade 200 cigarettes for _____.",
    "What did I bring back from Mexico?",
    "What don't you want to find in your Kung Pao chicken?",
    "What will I bring back in time to convince people that I am a powerful wizard?",
    "How am I maintaining my relationship status?",
    "_____.<br>It's a trap!",
    "Coming to Broadway this season, _____: The Musical.",
    "While the United States raced the Soviet Union to the moon, the Mexican government funneled millions of pesos into research on _____.",
    "Next on ESPN2, the World Series of _____.",
    "But before I kill you, Mr. Bond, I must show you _____.",
    "What gives me uncontrollable gas?",
    "The new Chevy Tahoe. With the power and space to take _____ everywhere you go.",
    "The class field trip was completely ruined by _____.",
    "When Pharaoh remained unmoved, Moses called down a Plague of _____.",
    "What's my secret power?",
    "What's there a ton of in heaven?",
    "What would grandma find disturbing, yet oddly charming?",
    "What did the U.S. airdrop to the children of Afghanistan?",
    "What helps Obama unwind?",
    "What did Vin Diesel eat for dinner?",
    "_____:<br>good to the last drop.",
    "Why am I sticky?",
    "What gets better with age?",
    "_____:<br>kid-tested, mother-approved.",
    "Daddy, why is mommy crying?",
    "What's Teach for America using to inspire inner city students to succeed?",
    "A recent laboratory study shows that undergraduates have 50% less sex after being exposed to _____.",
    "Life for American Indians was forever changed when the White Man introduced them to _____.",
    "Make a haiku.",
    "I do not know with what weapons World War III will be fought, but World War IV will be fought with _____.",
    "Why do I hurt all over?",
    "What am I giving up for Lent?",
    "What's George W. Bush thinking about right now?",
    "The Smithsonian Museum of Natural History has just opened an interactive exhibit on _____.",
    "When I am President of the United States, I will create the department of _____.",
    "When I am a billionaire, I shall erect a 50-foot statue to commemorate _____.",
    "What's my anti-drug?",
    "What never fails to liven up the party?",
    "What's the new fad diet?"
]